Repository: giellalt/corpus-sme
Catalog: tmx/swe/facta/arran.no/giella.316358.se.html.tmx
Source language: sme
Languages: swe

source: árvvo
swe: Tre generationer berättar om det samiska språket

source: prošeavtta birra
swe: om projektet

source: Čoaggit jurdagiid sámi giela ja boahtteáiggi birra
swe: Samla tankar och idéer kring det samiska språken och dess framtid

source: manin
swe: varför

source: Nannet sámigiela vai dávjjibut gullo ja oidno árgabeaivvis
swe: Stärka de samiska språken så att det hörs och syns mer i vardagen

source: Boarrásit ja nuorat ovttas ja okto ráhkadit ealli sámi giellabirrasiid
swe: Äldre och yngre skapar tillsammans och var för sig levande samiska språkmiljöer

source: árvu
swe: värdet

source: Giella lea diehtogáldu mii addá minsiidda sámi árvovuođu huksejuvvon min historjjás ja dálááiggis
swe: Språket är kunskapskällan som ger oss en samisk värdegrund byggd på vår historia och nutiden
